[
  {
    "title": "Modern Calm: Living Room Color Harmony",
    "description": "Curated vibrant tones that energize your space while keeping it relaxed and inviting."
  },
  {
    "title": "Cozy Corners: Warm Meets Bright",
    "description": "A palette of soft brights that make every corner pop yet feel homely."
  },
  {
    "title": "Scandinavian Light",
    "description": "Muted pastels and airy neutrals that keep your living space bright and peaceful."
  },
  {
    "title": "The Bold Balance",
    "description": "Strong accent colors paired with natural textures for a space that pops but soothes."
  },
  {
    "title": "Bohemian Energy",
    "description": "Rich, curated colors with layered textiles that pop with personality yet stay calm."
  },
  {
    "title": "Ocean-Inspired Retreat",
    "description": "Deep blues and seafoam greens that bring calm energy and a coastal pop to your home."
  },
  {
    "title": "Earthy Modernism",
    "description": "Natural tones with curated vibrant details that make your room grounded yet lively."
  },
  {
    "title": "The Serene Spectrum",
    "description": "A colorful yet cohesive palette designed to energize and relax in equal measure."
  },
  {
    "title": "Pastel Daydream",
    "description": "Soft pastel shades that pop gently, bringing light and calm to your living space."
  },
  {
    "title": "Retro Renewal",
    "description": "Vibrant vintage hues with modern calm — a playful, timeless balance."
  },
  {
    "title": "Golden Hour Glow",
    "description": "Warm sunset tones that make your room pop while wrapping it in calm comfort."
  },
  {
    "title": "Minimal Luxe",
    "description": "Soft neutrals with curated color pops — simplicity with a soothing twist."
  },
  {
    "title": "Urban Nature",
    "description": "Lush greens and urban grays in perfect balance for a fresh, calm city living vibe."
  },
  {
    "title": "Soft Geometry",
    "description": "Clean shapes and subtle color pops that bring calm order to your space."
  },
  {
    "title": "Velvet Evenings",
    "description": "Rich, deep tones with a touch of luxe that make the room glow and unwind."
  },
  {
    "title": "Neutral Haven",
    "description": "A calming base of soft hues accented by curated color moments for depth and charm."
  },
  {
    "title": "Modern Boho Vibes",
    "description": "Eclectic patterns and earthy pops to make your space feel both alive and relaxed."
  },
  {
    "title": "Desert Calm",
    "description": "Clay, sand, and coral tones that warm up your space with gentle vibrance."
  },
  {
    "title": "Chic Contrast",
    "description": "Bold black-and-white layers softened by calm, colorful details."
  },
  {
    "title": "Garden Glow",
    "description": "Inspired by nature — greens, florals, and light pops to keep things fresh yet serene."
  },
  {
    "title": "Soft Industrial",
    "description": "Concrete tones paired with warm vibrants — edgy but comfortable."
  },
  {
    "title": "Citrus Calm",
    "description": "Fresh lemon and coral notes balanced with whites for a bright yet gentle mood."
  },
  {
    "title": "Midnight Mood",
    "description": "Dark jewel tones and soft lighting — dramatic yet deeply soothing."
  },
  {
    "title": "Rustic Modern Charm",
    "description": "Wood, linen, and muted vibrants combine for a cozy, calm atmosphere."
  },
  {
    "title": "Playful Pastels",
    "description": "A curated set of joyful tones that make your space pop in a soft, balanced way."
  },
  {
    "title": "The Calm Collective",
    "description": "A fusion of warm vibrants and airy neutrals — the perfect living room equilibrium."
  },
  {
    "title": "Tropical Breeze",
    "description": "Bright greens and soft blues that refresh your space while keeping it tranquil."
  },
  {
    "title": "Artful Neutrals",
    "description": "A curated palette where quiet tones meet bold accents for balanced beauty."
  },
  {
    "title": "Layered Light",
    "description": "Sunlit neutrals with subtle color layers that keep your living room glowing calmly."
  },
  {
    "title": "Harmony in Color",
    "description": "Designed with balance — vibrant yet peaceful palettes that feel alive but never loud."
  }
]
